---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelCurrentPhasecParam
source: html/cfe487ff-76e3-1e5c-59fa-8a35d2646a58.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelCurrentPhasecParam Property

"Current Phase C"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelCurrentPhasecParam { get; }
```